Revit 2027 API
AdvancedWood.WoodUseManualLateColor Property
 The property labeled "Use manual latewood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodUseManualLateColor { get; }
Public Shared ReadOnly Property WoodUseManualLateColor As String
	Get
public:
static property String^ WoodUseManualLateColor {
	String^ get ();
}
static member WoodUseManualLateColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace